# Theme
fishpkg/fish-prompt-metro
fishpkg/fish-humanize-duration
decors/fish-colored-man

# Essential
franciscolourenco/done
jethrokuan/fzf
jorgebucaran/fish-bax
oh-my-fish/plugin-sudope
oh-my-fish/plugin-cd
wawa19933/fish-exa
wawa19933/fish-rsync
wawa19933/fish-systemd

brgmnn/fish-docker-compose
tsub/fkill


# Git shortcuts
#shinriyo/breeze

# Quickly navigate between GitHub repo
dideler/fish-cd-git
sijad/gitignore
tsub/fish-fzf-git-recent-branch

# Utils
#oh-my-fish/plugin-expand
Shadowigor/plugin-errno-grep
oh-my-fish/plugin-errno
oh-my-fish/plugin-hash
oh-my-fish/plugin-extract
oh-my-fish/plugin-battery
oh-my-fish/plugin-pbcopy

#Summon LICENSE file in a flash
#oh-my-fish/plugin-license

# Auto pairs
#laughedelic/pisces


# Misc
knarka/spawn
sijad/transfer
#0rax/narwhal
#oh-my-fish/plugin-localhost
